/* No comment */
"Listing directory failed" = "Erro a listar diretório";

/* Touch file failed */
"Cannot create {0}" = "Cannot create file {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Impossível criar diretório {0}";

/* Moving file failed */
"Cannot rename {0}" = "Impossível renomear arquivo {0}";

/* Reading metadata of file failed */
"Cannot read file attributes" = "Impossível obter os atributos do arquivo";

/* Writing metadata of file failed */
"Cannot write file attributes" = "Cannot write file attributes";

/* Removing file failed */
"Cannot delete {0}" = "Impossível apagar o arquivo {0}";

/* Ownership of file */
"Cannot change owner" = "Impossível alterar o proprietário";

/* Group ownership of file or folder */
"Cannot change group" = "Impossível alterar o grupo";

/* Fails to change UNIX access permissions */
"Cannot change permissions" = "Impossível alterar permissões";
"Cannot change timestamp" = "Cannot change timestamp";

/* Mount failure */
"Connection failed" = "Erro na conexão";

/* Transfer failure */
"Download failed" = "Dawnload interrompido";

/* Transfer failure */
"Upload failed" = "Envio interrompido";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Cannot read CDN configuration";
"Cannot write CDN configuration" = "Cannot write CDN configuration";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Cannot read container configuration";

"Interoperability failure" = "Interoperability failure";
"File not found" = "File not found";
"Insufficient disk space" = "Insufficient disk space";